Repository: Robeliki/duplicator
Catalog: lang/wpduplicator-*.po
Languages: nl_nl

source: Approved Hosts
nl_nl: Goedgekeurde Host

source: Diagnostics
nl_nl: Diagnostiek

source: Support
nl_nl: Ondersteuning

source: All About
nl_nl: Over

source: Manage
nl_nl: Beheer

source: Log file not found or unreadable
nl_nl: Logbestand niet gevonden of onleesbaar

source: The log file for the Duplicator Plugin can be found in the snapshots directory with the extension *.log
nl_nl: Het logbestand voor de Duplicator Plugin kan gevonden worden in de momentopname directorie met de extensie *.log

source: If no log file is present the try to create a package
nl_nl: Als er geen logbestand is, gaan ze proberen om een pakket te maken

source: Reasons for log file not showing
nl_nl: Reden voor logbestand wordt niet vertoond

source: The web server does not support returning .log file extentions
nl_nl: De web server geeft geen ondersteuning voor terugkeren .log file extensies

source: The snapshots directory does not have the correct permissions to write files. Try setting the permissions to 755
nl_nl: De momentopname directorie heeft niet de juiste permissies om bestanden te schrijven, Probeer de permissie instelling op 755 te zetten

source: The process that PHP runs under does not have enough permissions to create files. Please contact your hosting provider for more details
nl_nl: Het proces dat PHP draait, heeft niet genoeg rechten om bestanden te maken. Neem dan contact op met uw hosting provider voor meer informatie

source: Duplicator: Create Package Log
nl_nl: Duplicator: Creëer Pakket Log

source: Processing may take several minutes, please wait for progress bar to complete on the main status bar
nl_nl: Verwerking kan enkele minuten duren, wacht op de voortgangsbalk, op de statusbalk, om te voltooien

source: Auto Refresh
nl_nl: Auto Vernieuwen

source: Refresh
nl_nl: Vernieuwen

source: Support Center
nl_nl: Ondersteuning Centrum

source: Do NOT post this data to public sites like the WordPress.org forums as it contains sensitive data.
nl_nl: Plaats NIET deze data op publieke sites, zoals de Wordpress.org forums, het bevat gevoelige data.

source: Saving
nl_nl: Bewaren

source: Please select at least one package to delete.
nl_nl: Selecteer op z'n minst één pakket om te verwijderen.

source: Are you sure, you want to delete the selected package(s)?
nl_nl: Weet je zeker, om deze geselecteerde pakket te verwijderen?

source: Ready to create new package.
nl_nl: Gereed om een nieuwe pakket te maken.

source: Please enter a backup name.
nl_nl: Voer a.u.b. een back-up naam in.

source: Alpanumeric characters only on package name
nl_nl: Alleen alfanumeriek tekens als naam van het pakket

source: Evaluating WordPress Setup. Please Wait
nl_nl: Evalueren van WordPress Setup. Even wachten a.u.b.

source: Cancel
nl_nl: Annuleer

source: Create Package Set
nl_nl: Creëer Pakket Set

source: Checking System Status. Please Wait!
nl_nl: Controleren van Systeem Status, Even wachten a.u.b.

source: Scanning Please Wait
nl_nl: Scannen. Even wachten a.u.b.

source: unreadable
nl_nl: onleesbaar

source: *Scan Error
nl_nl: *Scan Fout

source: Files
nl_nl: Bestanden

source: error scanning directory
nl_nl: fout tijden scannen directories

source: PACKAGE
nl_nl: PAKKET

source: AJAX Response
nl_nl: AJAX Reactie

source: Creating package may take several minutes. Please Wait...
nl_nl: Het creëren van het pakket kan enkele minuten duren, Wachten a.u.b.

source: Preview Log
nl_nl: Voorbeeld Log

source: About
nl_nl: Over

source: By
nl_nl: Door

source: Your LifeInTheGrid should be about working smarter not harder. With the Duplicator you can streamline your workflows and quickly clone a WordPress site in minutes. From Novice to Guru this plugin is designed for Bloggers, Admins, Developers, Designers, Entrepreneurs and anyone who uses WordPress.
nl_nl: Uw LifeInTheGrid is om slimmer te werken niet harder. Met de Duplicator kunt u uw workflows stroomlijnen en het snel kunnen klonen van een WordPress site in enkele minuten. Van beginner tot goeroe deze plugin is bedoeld voor bloggers, administrators, ontwikkelaars, ontwerpers, ondernemers en iedereen die gebruik maakt van WordPress.

source: If you run into an issue feel free to submit a support ticket and visit our
nl_nl: Als je in een probleem te voelen vrij om een ondersteunings ticket in te dienen en bezoek onze

source: knowledgebase
nl_nl: kennisbank

source: We also offer premium priority support for those who need feedback within 24-48hrs. Please visit our
nl_nl: Wij bieden ook premium prioritaire steun voor degenen die feedback nodig heeft binnen 24-48u. U Kunt terecht op onze

source: service page
nl_nl: servicepagina

source: for more details.
nl_nl: voor meer details.

source: Support Duplicator
nl_nl: Ondersteuning Duplicator

source: Consider a donation of any amount; it will take less than 60 seconds or about as fast as you can duplicate a site. These proceeds help to cover development and support costs. Thanks for your generosity!!
nl_nl: Overweeg een donatie van enige bedrag; het zal minder dan 60 seconden kosten of ongeveer net zo snel als je een site kan dupliceren. Deze opbrengsten bijdragen aan de ontwikkeling en om de kosten te dekken. Dank voor uw vrijgevigheid !!

source: Help out by leaving a 5 star review on the
nl_nl: Help door het plaatsen van een 5-sterren beoordeling op de

source: and by giving your opinion on the survey below.
nl_nl: en door het geven van uw mening over de volgende enquête.

source: Give us your Opinion?
nl_nl: Geeft u ons uw mening?

source: Spread the Word
nl_nl: Zegt het voort

source: Spreading the word gives the plugin a wider audience which helps to pool more resources to test/support/develop and participate to improve the plugin. By getting the word out the Duplicator will continue to improve at a faster rate and harness the power of the open community to push the plugin further.
nl_nl: Verspreiden van het woord, geeft de plugin een breder publiek die helpt om meer middelen te bundelen om te testen / ondersteunen / ontwikkelen en om deel te nemen aan de plugin te verbeteren. Door het verspreiden van het woord, zal Duplicator blijven verbeteren in een sneller tempo en de kracht van de open gemeenschap om de plugin verder te duwen.

source: Duplicate Your WordPress
nl_nl: Dupliceer jouw Wordpress

source: Rapid WordPress Duplication by LifeInTheGrid.com
nl_nl: Snel WordPress Duplicatie door LifeInTheGrid.com

source: Knowledge Base
nl_nl: Kennis Bank

source: Package Name
nl_nl: Pakket naam

source: Create Package
nl_nl: Creër Pakket

source: Delete selected package(s)
nl_nl: Verwijder geselecteerde pakket(en)

source: Options
nl_nl: Opties

source: System Check
nl_nl: Systeem Controle

source: Show Create Log
nl_nl: Toon Creëer Log

source: Ready to create new package
nl_nl: Gereed om nieuw pakket te creëren

source: Select all packages
nl_nl: Selecteer alle pakketten

source: Information
nl_nl: Informatie

source: Owner
nl_nl: Eigenaar

source: Created
nl_nl: Gecreëerd

source: Size
nl_nl: Groote

source: Package Set
nl_nl: Pakket Set

source: (Download Both)
nl_nl: (Download Beide)

source: View
nl_nl: Bekijk

source: Package
nl_nl: Pakket

source: Version
nl_nl: Versie

source: Secure Name
nl_nl: Beveiligde Naam

source: Show Download Links
nl_nl: Vertoon Download Links

source: Legacy Version
nl_nl: Legaat Versie

source: This package was built with a version that is no longer supported. It is highly recommended that this package be deleted. For more details see the
nl_nl: Dit pakket is gebouwd met een versie die niet langer wordt ondersteund. Het is sterk aanbevolen om dit pakket te verwijderen. Voor meer details zie de

source: No packages found
nl_nl: Geen pakketten gevonden

source: To create a new package, enter a name and click the create button
nl_nl: Om een ​​nieuw pakket te maken, voert u een naam in en klik op de knop Maken

source: Check your
nl_nl: Controleer je

source: server's compatibility
nl_nl: compatibiliteit server

source: with the duplicator
nl_nl: met de duplicator

source: This process will backup all your files and database
nl_nl: Dit proces zal back-up maken van al uw bestanden en database

source: Creating a package may take several minutes if you have a large site
nl_nl: Het creëren van een pakket kan enkele minuten duren als u een grote site heeft

source: This window should remain open for the process to complete
nl_nl: Dit venster moet open blijven voor het proces te voltooien

source: Please be patient while we work through this Beta version
nl_nl: Wees geduldig terwijl we werken aan deze Beta versie

source: Please report any issues to
nl_nl: Meld eventuele problemen naar

source: Total Storage Used
nl_nl: Totaal Opslag Gebruikt

source: For a complete rundown of the Duplicator see the online knowledgebase by clicking the question button or any link below. If you experience issues with creating or installing a package check out the FAQ page first.
nl_nl: Voor een complete lijst van de Duplicator zie de online kennisbank door te klikken op de desbetreffende knop of link hieronder. Als u problemen ondervindt met het maken of het installeren van een pakket raadpleeg de FAQ pagina eerst.

source: Quick Start
nl_nl: Snelle Start

source: User Guide
nl_nl: Gebruikers Handleiding

source: Approved Hosting
nl_nl: Goedgekeurde Hosting

source: Not all hosting companies are created equal and to get the most out of the plugin we recommend using hosting providers that we do our own testing on. Please visit our
nl_nl: Niet alle hosting bedrijven zijn gelijk en om het meeste uit de plugin te halen, raden wij het gebruik van hosting providers waarvan we onze eigen tests op doen. Kunt u terecht op onze

source: Approved Affiliate Hosting Program
nl_nl: Gekeurde Partner Hosting Programma

source: and consider making a switch to hosts that we trust and have experienced good success with when using the Duplicator
nl_nl: en overweeg om een overstap naar hosts die we vertrouwen en een goede ervaring met het gebruik van de Duplicator hebben.

source: Online Support
nl_nl: Online Ondersteuning

source: If you run into an issue and have already read the FAQs feel free to submit a support ticket and we will try our best to respond within 5-10 business days or sooner if possible.
nl_nl: Als je een probleem hebt en reeds de FAQ gelezen hebt, voel je vrij om een support ticket in te dienen en we zullen proberen ons best om te reageren binnen 5-10 werkdagen of zoveel eerder als mogelijk is.

source: If you need priority support within 24-48hrs please visit our
nl_nl: Als je prioriteit ondersteuning nodig hebt binnen 24-48u, kunt u terecht op onze

source: for more details. Premium support is 100% refundable if we are unable to resolve your issue.
nl_nl: voor meer informatie. Premium ondersteuning wodt 100% terugbetaald als we niet in staat zijn om uw probleem op te lossen.

source: Most issues that occur with the Duplicator revolve around how a server is configured. In order to diagnose your issues we will require temporary admin accounts to your cPanel and WordPress Admin. Please fill out the
nl_nl: De meeste problemen die zich voordoen met de Duplicator draaien rond hoe een server is geconfigureerd. Om uw problemen te diagnosticeren zullen we tijdelijk admin accounts op uw cPanel en WordPress Admin vereisen. Vul dan het

source: Request Quote
nl_nl: Offerte aanvragen

source: form and explain your issue in detail.
nl_nl: formulier en leg uw probleem in detail uit.

source: Duplicator Options
nl_nl: Duplicator Opties

source: System
nl_nl: Systeem

source: Processing
nl_nl: Verwerking

source: Max Time
nl_nl: Max Tijd

source: seconds
nl_nl: seconden

source: Max Memory
nl_nl: Max Geheugen

source: Email when completed
nl_nl: Email wanneer klaar

source: WP-Admin email is included. Add extra emails semicolon separated.
nl_nl: WP-Admin email is standaard, Voeg extra email toe, puntkomma gescheiden

source: Exclusion Filters
nl_nl: Uitsluiting Filters

source: Root Path
nl_nl: Root Pad

source: File extensions
nl_nl: File extensies

source: Separate all filters by semicolon
nl_nl: Scheid alle filters d.m.v. puntkommas

source: Database Encoding
nl_nl: Database coderen

source: Enable character conversion encoding
nl_nl: Schakel karakter conversie codering in

source: From
nl_nl: Van

source: to
nl_nl: naar

source: Disable this option for extended or double byte character sets
nl_nl: Schakel deze optie uit voor verlengde of dubbele byte tekenset

source: Having issues saving these options? Temporarily disable all 'Object Caches' (i.e. W3C Total Object Cache)
nl_nl: Problemen met het bewaren van deze opties? Schakel tijdelijk alle 'Object Caches' ​uit (d.w.z. W3C Totaal Object Cache)

source: Settings Defaults
nl_nl: Standaard Instellingen

source: Install URL
nl_nl: Instal URL

source: Database Defaults
nl_nl: Database Standaard Instellingen

source: Name
nl_nl: Naam

source: User
nl_nl: Gebruiker

source: The installer can have these fields pre-filled at install time. These values are optional.
nl_nl: De installer kan deze velden vooraf gevuld hebben tijdens de installatie. Deze waarden zijn optioneel.

source: Uninstall Options
nl_nl: Deinstaleer Opties

source: Delete entire snapshot directory when removing plugin
nl_nl: Verwijder gehele momentopname directorie, tijdens het verwijderen van de plugin

source: Snapshot Directory
nl_nl: Momentopname Directorie

source: Save
nl_nl: Bewaar

source: Close
nl_nl: Sluit

source: Package Creation
nl_nl: Pakket Creatie

source: Create a new Package Set?
nl_nl: Creëer een nieuwe pakket set

source: Pre-Zip Overview
nl_nl: Pre-Zip Overzicht

source: Perform Scan
nl_nl: Uitvoer Scan

source: Note: A scan will provide an estimate on the size of your file system. The scan will exclude items in the
nl_nl: Opmerking: Een scan zal een schatting van de grootte van uw bestandssysteem bieden. De scan sluit items uit die in de

source: directory filter list
nl_nl: directorie filter lijst

source: Files that are not readable by the plugin will not be included in the overview. Directories that are empty will not be included in the final package.
nl_nl: Bestanden die niet leesbaar zijn door de plugin, zijn niet opgenomen in het overzicht. Directories die leeg zijn zullen niet worden opgenomen in het definitieve pakket.

source: Please try again! An issue has occurred.
nl_nl: Probeer het opnieuw! Er is een probleem opgetreden.

source: Recommendations
nl_nl: Aanbevelingen

source: Validate
nl_nl: Valideer

source: your system
nl_nl: jouw systeem

source: refresh
nl_nl: vernieuw

source: the dashboard.
nl_nl: de dashboard

source: your log file a few more minutes as processing may continue on some systems
nl_nl: je logbestand een paar minuten als verwerking kan doorgaan op sommige systemen

source: Contact your server admin to have the page timeout increased (see duration below)
nl_nl: Neem contact op met uw server administrator, om de pagina time-out te vergroten (zie duur hieronder)

source: Consider adding a directory filter in the options dialog if the process continues to timeout
nl_nl: Overweeg het toevoegen van een directory-filter in het dialoogvenster Opties als het proces blijft een time-out geven

source: Check your disk space. For hosted sites review your providers help.
nl_nl: Controleer uw schijfruimte. Voor gehoste sites bekijk de helppagina van uw provider.

source: Consider using an
nl_nl: Overweeg het gebruik van een

source: approved
nl_nl: goedgekeurd

source: Server Response
nl_nl: Server Reactie

source: See online help for more details at
nl_nl: Raadpleeg de online help, voor meer informatie op

source: System Status
nl_nl: Systeem Status

source: Please validate your system configuration.
nl_nl: Valideer van uw systeemconfiguratie.

source: Click link for details
nl_nl: Klik op de link voor meer details

source: SYSTEM REQUIRMENTS
nl_nl: SYSTEEM EISEN

source: File Permissions
nl_nl: Bestand Machtigingen

source: Required permissions
nl_nl: Verplichte machtigingen

source: The above paths should have permissions of 755 for directories and 644 for files. On some hosts the permission set requires 777. Setting items to 777 is a security issue and should only be set temporarily. Please avoid any hosting company that requires this kind of setup. See the 'Duplicator Approved' link at the bottom of this dialog for a list of approved hosting providers.
nl_nl: De bovenstaande paden moeten machtiging 755 voor mappen en 644 voor bestanden hebben. Op sommige host wordt machtiging 777 vereist , items naar 777 is een beveiligingsprobleem en mag alleen tijdelijk worden ingesteld. Vermijd elk hosting bedrijf dat dit soort setup vereist. Zie de 'Duplicator Approved' link aan de onderkant van deze dialoog voor een lijst van goedgekeurde hosting providers.

source: Also be sure to check the Owner/Group settings and validate they are correct and match other successful directories/files that are accessible. For more details contact your host or visit their help pages for more information on how they implement permissions and group settings.
nl_nl: Ook moet u de eigenaar / groep instellingen controleren en valideren of ze correct zijn en overeenkomen met andere succesvolle mappen / bestanden die toegankelijk zijn. Neem voor meer informatie contact op met uw gastheer of bezoek hun help pagina's voor meer informatie over hoe ze de machtigingen en de groep instellingen implementeren.

source: Reserved Files
nl_nl: Gereserveerde bestanden

source: If this check fails then a reserved file was found in the WordPress root directory. The following are reserved file names installer.php, installer-data.sql and installer-log.txt. In order to archive your data correctly please remove any of these files from your WordPress root directory. Then try creating your package again.
nl_nl: Als dit niet lukt dan is een gereserveerde bestand te vinden in de WordPress root directory. De volgende zijn voorbehouden bestandsnamen installer.php, installerr-data.sql en installer-log.txt. Om uw gegevens correct archiveren verwijder dan een van deze bestanden van uw WordPress hoofdmap. Probeer vervolgens opnieuw maken van uw pakket.

source: Zip Archive Enabled
nl_nl: Zip archief Ingeschakeld

source: The ZipArchive extension for PHP is required for compression. Please contact your hosting provider if you're on a hosted server. For additional information see our online documentation.
nl_nl: De ZipArchive extensie voor PHP is vereist voor compressie. Neem contact op met uw hosting provider als je op een gehoste server zit. Voor meer informatie zie onze online documentatie.

source: Safe Mode Off
nl_nl: Veilige Modus Uit

source: Safe Mode needs to be disabled in order for the Duplicator to operate correctly. Please set safe_mode = Off in you php.ini file. If you're on a hosted server and don't have access to the php.ini file then you will need to request this setting be updated. Safe Mode is no longer in future versions of PHP. If your host will not work with you to resolve the issue then consider a higher reputable hosting provider.
nl_nl: Veilige modus moet worden uitgeschakeld, zodat de Duplicator correct kan werken. Stel safe_mode = Uit in je php.ini bestand. Als je op een gehoste server zit en hebben geen toegang hebt tot het php.ini bestand, dan zal je nodig hebt om te vragen deze instelling worden bijgewerkt. Veilige modus is niet meer in toekomstige versies van PHP. Als je host niet zal samen met u om het probleem op te lossen dan overwegen een hoger gerenommeerde hosting provider.

source: MySQLi Support
nl_nl: MySQLi Ondersteuning

source: In order to complete an install the mysqli extension for PHP is required. If you are on a hosted server please contact your host and request that mysqli extension be enabled. For more information visit: http://php.net/manual/en/mysqli.installation.php
nl_nl: Om te voltooien is een installatie de mysqli extensie voor PHP vereist. Als u op een gehoste server zit, neem contact op met uw provider en vraag dat mysqli extensie worden ingeschakeld. Voor meer informatie bezoek: http://php.net/manual/en/mysqli.installation.php

source: SYSTEM CHECKS
nl_nl: SYSTEEMCONTROLES

source: PHP Version
nl_nl: PHP versie

source: Good
nl_nl: Goed

source: OK
nl_nl: OKE

source: PHP 5.2.17+ is required
nl_nl: PHP 5.2.17+ is benodigd

source: Fail
nl_nl: Fout

source: Not detected
nl_nl: Niets gedetecteerd

source: Off
nl_nl: Uit

source: On
nl_nl: Aan

source: Scan Now
nl_nl: Scan Nu

source: Cache Directory Found
nl_nl: Cache Directorie Gevonden

source: Add to exclusion path now
nl_nl: Voeg nu het uitsluiting pad toe

source: Directory excluded
nl_nl: Uitgesloten Directorie

source: Path
nl_nl: Pad

source: Cache Directory Not Found
nl_nl: Cache Directorie Niet Gevonden

source: ONLINE RESOURCES
nl_nl: ONLINE REMEDIES

source: For additional online help please visit
nl_nl: Voor meer online hulp kunt u terecht op

source: Need a hosting provider that is
nl_nl: Benodigd van een hosting provider die is

source: Duplicator Approved
nl_nl: Duplicator Goedgekeurd

source: The following links contain sensitive data. Please share with caution!
nl_nl: De volgende links bevatten gevoelige gegevens. Gelieve te delen met de nodige voorzichtigheid!

source: The database SQL script is a quick link to your database backup script. An exact copy is also stored in the package.
nl_nl: De database SQL-script is een snelle link naar de database back-up script. Een exacte kopie wordt opgeslagen in het pakket.
